Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# listeningClockDescription
source: Angle = hour of day (0 at top). Radius = how recent (centre = latest). Colour = service.
da: Vinkel = time på dagen (0 øverst). Radius = hvor nyligt (centrum = nyeste). Farve = tjeneste.
de: Winkel = Tageszeit (0 oben). Radius = wie aktuell (Zentrum = neueste). Farbe = Dienst.
es: Ángulo = hora del día (0 arriba). Radio = qué tan reciente (centro = más reciente). Color = servicio.
fr: Angle = heure du jour (0 en haut). Rayon = ancienneté (centre = plus récent). Couleur = service.
it: Angolo = ora del giorno (0 in alto). Raggio = quanto recente (centro = più recente). Colore = servizio.
ja: 角度 = 時刻（上が 0）。半径 = 新しさ（中央 = 最新）。色 = サービス。
nb: Vinkel = time på dagen (0 øverst). Radius = hvor nylig (sentrum = nyeste). Farge = tjeneste.
nl: Hoek = uur van de dag (0 bovenaan). Straal = hoe recent (centrum = laatste). Kleur = dienst.
pl: Kąt = godzina dnia (0 u góry). Promień = jak niedawno (środek = najnowsze). Kolor = usługa.
pt: Ângulo = hora do dia (0 no topo). Raio = recente (centro = mais recente). Cor = serviço.
sv: Vinkel = timme på dygnet (0 överst). Radie = hur nyligen (centrum = senast). Färg = tjänst.
zh_hans: 角度 = 一天中的小时（顶部为 0）。半径 = 时间新近程度（中心 = 最近）。颜色 = 服务。

source: Listening Fingerprint
da: Lyttefingeraftryk
de: Hör-Fingerabdruck
es: Huella de escucha
fr: Empreinte d’écoute
it: Impronta d’ascolto
ja: 聴取指紋
nb: Lyttefingeravtrykk
nl: Luistervingerafdruk
pl: Odcisk słuchania
pt: Impressão digital de escuta
sv: Lyssningsfingeravtryck
zh_hans: 职听指纹

# listeningFingerprintDescription
source: Your signature: peak hour (hand), services (inner ring), top artists (outer wedges), weekend balance (background), starred days (rim glints).
da: Din signatur: spændingstime (viser), tjenester (indre ring), top-kunstnere (ydre kiler), weekendbalance (baggrund), markerede dage (kantglimt).
de: Deine Signatur: Spitzenstunde (Zeiger), Dienste (innerer Ring), Top-Künstler (äußere Keile), Wochenend-Balance (Hintergrund), markierte Tage (Rand-Funkeln).
es: Tu firma: hora pico (manecilla), servicios (anillo interior), artistas top (cuñas exteriores), balance del fin de semana (fondo), días destacados (destellos del borde).
fr: Votre signature : heure de pointe (aiguille), services (anneau intérieur), artistes principaux (segments extérieurs), équilibre week-end (arrière-plan), jours marqués (lueurs du bord).
it: La tua firma: ora di punta (lancetta), servizi (anello interno), artisti top (cunei esterni), bilanciamento weekend (sfondo), giorni segnati (riflessi sul bordo).
ja: あなたのシグネチャー：ピーク時間（針）、サービス（内側のリング）、トップアーティスト（外側のクサビ）、週末のバランス（背景）、スター付きの日（リムの輝き）。
nb: Din signatur: rushtid (viser), tjenester (indre ring), topp-artister (ytre kiler), helgbalanse (bakgrunn), merkede dager (kantglimt).
nl: Jouw signatuur: piektijd (wijzer), diensten (binnenste ring), topartiesten (buitenste segmenten), weekendbalans (achtergrond), gemarkeerde dagen (randglinsters).
pl: Twój podpis: godzina szczytu (wskazówka), usługi (wewnętrzny pierścień), top artyści (zewnętrzne kliny), balans weekendu (tło), oznaczone dni (błyski na obrzeżu).
pt: A sua assinatura: hora de pico (ponteiro), serviços (anel interno), top artistas (cunhas externas), equilíbrio de fim de semana (fundo), dias marcados (reflexos da borda).
sv: Din signatur: rusningstimme (visare), tjänster (inre ring), topp-artister (yttre kilar), helgbalans (bakgrund), märkta dagar (kantsken).
zh_hans: 您的签名：峰值时段（指针）、服务（内环）、顶尖艺术家（外环扮形）、周末平衡（背景）、标星日（边缘闪光）。

source: Listening Ridges
da: Lyttebjergrygge
de: Hörgrate
es: Crestas de escucha
fr: Crêtes d’écoute
it: Creste d’ascolto
ja: 聴取屡
nb: Lyttehøydedrag
nl: Luisterruggen
pl: Grzbiety słuchania
pt: Cumes de escuta
sv: Lyssningsränder
zh_hans: 职听象山脈

# listeningRidgesDescription
source: Each ridge = one top track. Height = plays per day. Newest finds at top, peaks bloom on binge days.
da: Hver kam = et topspor. Højde = afspilninger pr. dag. Nyeste fund øverst, toppe blomstrer på bingedage.
de: Jeder Grat = ein Top-Titel. Höhe = Wiedergaben pro Tag. Neueste Entdeckungen oben, Spitzen entstehen an Binge-Tagen.
es: Cada cresta = una pista destacada. Altura = reproducciones por día. Los hallazgos más recientes arriba, los picos florecen en días de maratones.
fr: Chaque crête = un titre populaire. Hauteur = lectures par jour. Les nouveautés en haut, les pics fleurissent les jours d’écoute intense.
it: Ogni cresta = un brano in classifica. Altezza = riproduzioni al giorno. Le scoperte più recenti in alto, i picchi sbocciano nei giorni di binge.
ja: 各屡 = 一つのトップトラック。高さ = 1日あたりの再生回数。最新の発見は上、連続聴取の日にピークができます。
nb: Hver kam = ett toppspor. Høyde = avspillinger per dag. Nyeste funn øverst, topper blomstrer på bingedager.
nl: Elke rug = één topnummer. Hoogte = afspelingen per dag. Nieuwste vondsten bovenaan, pieken bloeien op binge-dagen.
pl: Każdy grzbiet = jeden topowy utwór. Wysokość = odtworzenia na dzień. Najnowsze odkrycia u góry, szczyty wykwitają w dniach intensywnego słuchania.
pt: Cada cume = uma faixa em destaque. Altura = reproduções por dia. As descobertas mais recentes no topo, picos crescem em dias intensos.
sv: Varje ränd = en topp-låt. Höjd = uppspelningar per dag. Nyaste fynd överst, toppar blommar på bingedagar.
zh_hans: 每个山脈 = 一首热门曲目。高度 = 每日播放次数。最新发现位于顶部，连听日会形成山峰。

source: Listening Stats
da: Lyttestatistik
de: Hörstatistik
es: Estadísticas de escucha
fr: Statistiques d’écoute
it: Statistiche di ascolto
ja: 視聴統計
nb: Lyttestatistikk
nl: Luisterstatistieken
pl: Statystyki słuchania
pt: Estatísticas de escuta
sv: Lyssningsstatistik
zh_hans: 收听统计

source: Listening Trail
da: Lyttespor
de: Hörspur
es: Sendero de escucha
fr: Sentier d’écoute
it: Percorso d’ascolto
ja: 聴取の跡
nb: Lyttespor
nl: Luisterpad
pl: Ślad słuchania
pt: Trilho de escuta
sv: Lyssningsspår
zh_hans: 职听轨迹

source: List or table view
da: Liste- eller tabelvisning
de: Listen- oder Tabellenansicht
es: Vista de lista o tabla
fr: Vue liste ou tableau
it: Vista a elenco o tabella
ja: リスト表示またはテーブル表示
nb: Liste- eller tabellvisning
nl: Lijst- of tabelweergave
pl: Widok listy lub tabeli
pt: Vista de lista ou tabela
sv: List- eller tabellvy
zh_hans: 列表或表格视图

# liveEventsAllSpeakers
source: All
da: Alle
de: Alle
es: Todos
fr: Toutes
it: Tutti
ja: すべて
nb: Alle
nl: Alle
pl: Wszystkie
pt: Todas
sv: Alla
zh_hans: 全部

# liveEventsClear
source: Clear
da: Ryd
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
ja: クリア
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
sv: Rensa
zh_hans: 清除

# liveEventsCountFormat
source: %d shown / %d total
da: %d vist / %d i alt
de: %d angezeigt / %d gesamt
es: %d mostrados / %d total
fr: %d affichés / %d au total
it: %d mostrati / %d totale
ja: 表示 %d / 合計 %d
nb: %d vist / %d totalt
nl: %d getoond / %d totaal
pl: %d pokazanych / %d w sumie
pt: %d mostrados / %d total
sv: %d visade / %d totalt
zh_hans: 显示 %d / 共 %d

# liveEventsEmpty
source: Waiting for events from the speakers…
da: Venter på hændelser fra højttalerne…
de: Warten auf Ereignisse von den Lautsprechern…
es: Esperando eventos de los altavoces…
fr: En attente d’événements des enceintes…
it: In attesa di eventi dai diffusori…
ja: スピーカーからのイベントを待機中…
nb: Venter på hendelser fra høyttalerne…
nl: Wachten op gebeurtenissen van de speakers…
pl: Oczekiwanie na zdarzenia z głośników…
pt: A aguardar eventos das colunas…
sv: Väntar på händelser från högtalarna…
zh_hans: 正在等待扬声器事件…

# liveEventsPausedNote
source: PAUSED — display frozen, events still buffering
da: PAUSET — visning frossen, hændelser stadig bufret
de: PAUSIERT — Anzeige eingefroren, Ereignisse werden weiter gepuffert
es: PAUSADO — pantalla congelada, eventos siguen en búfer
fr: PAUSE — affichage gelé, événements toujours mis en mémoire tampon
it: IN PAUSA — display congelato, eventi ancora bufferizzati
ja: 一時停止中 — 表示は停止、イベントは引き続きバッファ中
nb: PAUSET — visning frosset, hendelser fortsatt bufret
nl: GEPAUZEERD — weergave bevroren, gebeurtenissen worden nog gebufferd
pl: WSTRZYMANE — wyświetlanie zamrożone, zdarzenia nadal buforowane
pt: PAUSADO — exibição congelada, eventos ainda em buffer
sv: PAUSAD — visning fryst, händelser fortfarande buffrade
zh_hans: 已暂停 — 显示冻结，事件仍在缓冲

# liveEventsResetFilters
source: Reset filters
da: Nulstil filtre
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
it: Reimposta filtri
ja: フィルターをリセット
nb: Tilbakestill filtre
nl: Filters resetten
pl: Zresetuj filtry
pt: Repor filtros
sv: Återställ filter
zh_hans: 重置筛选

# liveEventsResume
source: Resume
da: Genoptag
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
nb: Gjenoppta
nl: Hervatten
pl: Wznów
pt: Retomar
sv: Återuppta
zh_hans: 继续

# liveEventsSpeakerLabel
source: Speaker:
da: Højttaler:
de: Lautsprecher:
es: Altavoz:
fr: Enceinte :
it: Diffusore:
ja: スピーカー:
nb: Høyttaler:
pl: Głośnik:
pt: Coluna:
sv: Högtalare:
zh_hans: 扬声器：

source: Load Current EQ
da: Indlæs aktuel EQ
de: Aktuelles EQ laden
es: Cargar EQ actual
fr: Charger l’EQ actuel
it: Carica EQ corrente
ja: 現在のEQを読み込む
nb: Last inn nåværende EQ
nl: Huidige EQ laden
pl: Wczytaj bieżące EQ
pt: Carregar EQ atual
sv: Läs in aktuell EQ
zh_hans: 加载当前 EQ

source: Loading...
da: Indlæser...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
nb: Laster...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
sv: Laddar...
zh_hans: 加载中...

source: Loading cached speakers...
da: Indlæser cachelagrede højttalere...
de: Lade gespeicherte Lautsprecher...
es: Cargando altavoces en caché...
fr: Chargement des enceintes en cache...
it: Caricamento altoparlanti memorizzati...
ja: キャッシュ済みスピーカーを読み込み中...
nb: Laster hurtiglagrede høyttalere...
nl: Gecachte speakers laden...
pl: Ładowanie zapisanych głośników...
pt: Carregando caixas de som em cache...
sv: Laddar cachade högtalare...
zh_hans: 正在加载缓存的音箱...

source: Loading Calm Radio…
da: Indlæser Calm Radio…
de: Calm Radio wird geladen…
es: Cargando Calm Radio…
fr: Chargement de Calm Radio…
it: Caricamento di Calm Radio…
ja: Calm Radio を読み込み中…
nb: Laster Calm Radio…
nl: Calm Radio wordt geladen…
pl: Ładowanie Calm Radio…
pt: A carregar Calm Radio…
sv: Laddar Calm Radio…
zh_hans: 正在加载 Calm Radio…

source: Loading info…
da: Indlæser information…
de: Informationen werden geladen…
es: Cargando información…
fr: Chargement des informations…
it: Caricamento informazioni…
ja: 情報を読み込み中…
nb: Laster inn informasjon…
nl: Informatie wordt geladen…
pl: Ładowanie informacji…
pt: A carregar informações…
sv: Laddar information…
zh_hans: 正在加载信息…

# loadingPlaylistEllipsis
source: Loading playlist…
da: Indlæser afspilningsliste…
de: Wiedergabeliste wird geladen…
es: Cargando lista de reproducción…
fr: Chargement de la liste de lecture…
it: Caricamento playlist…
ja: プレイリストを読み込み中…
nb: Laster inn spilleliste…
nl: Afspeellijst laden…
pl: Ładowanie listy odtwarzania…
pt: A carregar lista de reprodução…
sv: Läser in spellista…
zh_hans: 正在加载播放列表…

source: Loading Plex…
da: Indlæser Plex…
de: Plex wird geladen…
es: Cargando Plex…
fr: Chargement de Plex…
it: Caricamento di Plex…
ja: Plex を読み込み中…
nb: Laster Plex…
nl: Plex wordt geladen…
pl: Ładowanie Plex…
pt: A carregar Plex…
sv: Laddar Plex…
zh_hans: 正在加载 Plex…

# loadingQueueEllipsis
source: Loading queue…
da: Indlæser kø…
de: Warteschlange wird geladen…
es: Cargando cola…
fr: Chargement de la file d’attente…
it: Caricamento coda…
ja: キューを読み込み中…
nb: Laster inn kø…
nl: Wachtrij laden…
pl: Wczytywanie kolejki…
pt: Carregando fila…
sv: Läser in kö…
zh_hans: 正在加载队列…

# loadingServiceFormat
source: Loading %@…
da: Indlæser %@…
de: %@ wird geladen…
es: Cargando %@…
fr: Chargement de %@…
it: Caricamento di %@…
ja: %@ を読み込み中…
nb: Laster %@…
nl: %@ laden…
pl: Ładowanie %@…
pt: A carregar %@…
sv: Läser in %@…
zh_hans: 正在加载 %@…

# loadingSongsFormat
source: Loading %d songs…
da: Indlæser %d sange…
de: %d Titel werden geladen…
es: Cargando %d canciones…
fr: Chargement de %d morceaux…
it: Caricamento di %d brani…
ja: %d 曲を読み込み中…
nb: Laster inn %d sanger…
nl: %d nummers laden…
pl: Ładowanie %d utworów…
pt: A carregar %d músicas…
sv: Läser in %d låtar…
zh_hans: 正在加载 %d 首歌曲…

source: Load more
da: Indlæs flere
de: Mehr laden
es: Cargar más
fr: Charger plus
it: Carica altro
ja: さらに読み込む
nb: Last inn flere
nl: Meer laden
pl: Załaduj więcej
pt: Carregar mais
sv: Ladda fler
zh_hans: 加载更多

source: Local Library
da: Lokalt bibliotek
de: Lokale Bibliothek
es: Biblioteca local
fr: Bibliothèque locale
it: Libreria locale
ja: ローカルライブラリ
nb: Lokalt bibliotek
nl: Lokale bibliotheek
pl: Biblioteka lokalna
pt: Biblioteca local
sv: Lokalt bibliotek
zh_hans: 本地库

# localMusicLibraryHeader
source: Local Music Library
da: Lokalt musikbibliotek
de: Lokale Musikbibliothek
es: Biblioteca de música local
fr: Bibliothèque musicale locale
it: Libreria musicale locale
ja: ローカル音楽ライブラリ
nb: Lokalt musikkbibliotek
nl: Lokale muziekbibliotheek
pl: Lokalna biblioteka muzyczna
pt: Biblioteca de música local
sv: Lokalt musikbibliotek
zh_hans: 本地音乐库

# localNetworkAccessMessage
source: macOS is blocking Choragus from reaching your Sonos speakers. Turn Choragus ON under System Settings → Privacy & Security → Local Network, then quit and relaunch the app.
da: macOS blokerer Choragus fra at nå dine Sonos-højttalere. Slå Choragus TIL under Systemindstillinger → Anonymitet og sikkerhed → Lokalt netværk, og afslut og genstart appen.
de: macOS blockiert Choragus daran, deine Sonos-Lautsprecher zu erreichen.\n\nAktiviere Choragus unter Systemeinstellungen → Datenschutz & Sicherheit → Lokales Netzwerk und beende die App, dann starte sie neu.
es: macOS impide que Choragus llegue a tus altavoces Sonos. Activa Choragus en Ajustes del Sistema → Privacidad y seguridad → Red local, sal de la app y vuélvela a abrir.
fr: macOS empêche Choragus d’atteindre vos enceintes Sonos. Activez Choragus dans Réglages système → Confidentialité et sécurité → Réseau local, puis quittez et relancez l’application.
it: macOS sta impedendo a Choragus di raggiungere i tuoi diffusori Sonos. Attiva Choragus in Impostazioni di Sistema → Privacy e Sicurezza → Rete locale, quindi chiudi e riavvia l’app.
ja: macOS は Choragus が Sonos スピーカーにアクセスするのをブロックしています。 システム設定 → プライバシーとセキュリティ → ローカルネットワークで Choragus をオンにし、アプリを終了して再起動してください。
nb: macOS blokkerer Choragus fra å nå Sonos-høyttalerne dine. Slå PÅ Choragus under Systeminnstillinger → Personvern og sikkerhet → Lokalt nettverk, avslutt og start appen på nytt.
nl: macOS blokkeert Choragus van het bereiken van je Sonos-speakers. Zet Choragus AAN onder Systeeminstellingen → Privacy en beveiliging → Lokaal netwerk, sluit de app af en start opnieuw.
pl: macOS blokuje Choragus przed dostępem do Twoich głośników Sonos. Włącz Choragus w Ustawienia systemowe → Prywatność i ochrona → Sieć lokalna, a następnie zamknij i uruchom ponownie aplikację.
pt: O macOS está a impedir o Choragus de aceder aos seus altifalantes Sonos. Ligue o Choragus em Definições do Sistema → Privacidade e Segurança → Rede Local, depois saia e reinicie a app.
sv: macOS blockerar Choragus från att nå dina Sonos-högtalare. Slå PÅ Choragus under Systeminställningar → Integritet och säkerhet → Lokalt nätverk, avsluta och starta om appen.
zh_hans: macOS 正在阻止 Choragus 访问您的 Sonos 揚声器。 请在系统设置→隐私与安全→本地网络 中打开 Choragus，然后退出并重新启动应用。

source: Local Network access required
da: Adgang til lokalt netværk kræves
de: Lokaler Netzwerkzugriff erforderlich
es: Se requiere acceso a la red local
fr: Accès au réseau local requis
it: È richiesto l’accesso alla rete locale
ja: ローカルネットワークのアクセスが必要です
nb: Lokal nettverkstilgang kreves
nl: Toegang tot lokaal netwerk vereist
pl: Wymagany dostęp do sieci lokalnej
pt: Acesso à Rede Local necessário
sv: Åtkomst till lokalt nätverk krävs
zh_hans: 需要本地网络访问权限

# localSearch
source: Local Library Search
da: Søg lokalt bibliotek
de: Lokale Bibliothek durchsuchen
es: Búsqueda biblioteca local
fr: Recherche bibliothèque locale
it: Ricerca libreria locale
ja: ローカルライブラリ検索
nb: Søk lokalt bibliotek
nl: Lokale bibliotheek zoeken
pl: Wyszukiwanie biblioteki lokalnej
pt: Pesquisa biblioteca local
sv: Sök lokalt bibliotek
zh_hans: 本地媒体库搜索

source: Looking up lyrics…
da: Slår sangtekst op…
de: Liedtext wird gesucht…
es: Buscando la letra…
fr: Recherche des paroles…
it: Ricerca del testo…
ja: 歌詞を検索中…
nb: Slår opp sangtekst…
nl: Songtekst wordt opgezocht…
pl: Wyszukiwanie tekstu…
pt: A procurar a letra…
sv: Söker sångtext…
zh_hans: 正在查找歌词…

# lyricsGlobalOffsetHint
source: Shifts every track's lyric timing by this many seconds. Negative values pull lyrics earlier; positive values delay them. Per-track ± adjustments in the lyrics panel apply on top of this baseline. Default −2.0 s compensates for typical Sonos position-poll lag.
da: Forskyder sangteksttimingen for hvert nummer med dette antal sekunder. Negative værdier trækker teksten frem; positive værdier forsinker den. Justeringer per nummer med ± i sangtekstpanelet anvendes oven på denne basislinje. Standard −2,0 s kompenserer for den typiske Sonos-positionspollingforsinkelse.
de: Verschiebt das Liedtext-Timing aller Titel um diese Sekundenzahl. Negative Werte ziehen den Text vor, positive Werte verzögern ihn. Pro-Titel ±-Anpassungen im Liedtext-Bereich werden zusätzlich zu dieser Grundeinstellung angewendet. Standard −2,0 s gleicht die typische Sonos-Positionsabfrageverzögerung aus.
es: Desplaza la sincronización de la letra de cada pista en estos segundos. Los valores negativos adelantan la letra; los positivos la retrasan. Los ajustes ± por pista en el panel de letras se aplican sobre esta base. El valor predeterminado −2,0 s compensa la latencia habitual de sondeo de posición de Sonos.
fr: Décale la synchronisation des paroles de chaque titre de ce nombre de secondes. Les valeurs négatives avancent les paroles ; les valeurs positives les retardent. Les ajustements ± par titre dans le panneau Paroles s’appliquent en plus de cette base. La valeur par défaut −2,0 s compense le décalage typique du sondage de position Sonos.
it: Sposta la sincronizzazione del testo di ogni brano di questi secondi. I valori negativi anticipano il testo; quelli positivi lo ritardano. Le regolazioni ± per brano nel pannello Testo si applicano in aggiunta a questa base. Il valore predefinito −2,0 s compensa la consueta latenza di polling della posizione Sonos.
ja: すべての曲の歌詞タイミングをこの秒数だけずらします。負の値は歌詞を早めに、正の値は遅らせます。歌詞パネルの曲ごとの ± 調整はこの基準値に加算されます。デフォルトの −2.0 秒は、一般的な Sonos の位置ポーリング遅延を補正します。
nb: Forskyver sangteksttimingen for hver låt med dette antall sekunder. Negative verdier trekker teksten frem; positive verdier forsinker den. Justeringer per låt med ± i sangtekstpanelet legges til denne baselinjen. Standard −2,0 s kompenserer for typisk Sonos-posisjonspolling-forsinkelse.
nl: Verschuift de timing van songteksten voor elke track met dit aantal seconden. Negatieve waarden trekken songteksten naar voren; positieve waarden vertragen ze. ±-Aanpassingen per track in het songtekstpaneel komen bovenop deze basisinstelling. Standaard −2,0 s compenseert de gebruikelijke Sonos-positiepollvertraging.
pl: Przesuwa synchronizację tekstu każdego utworu o tę liczbę sekund. Wartości ujemne wyświetlają tekst wcześniej; dodatnie opóźniają go. Regulacje ± dla pojedynczych utworów w panelu tekstu są stosowane na tej podstawie. Domyślnie −2,0 s kompensuje typowe opóźnienie odpytywania pozycji Sonos.
pt: Desloca a sincronização da letra de cada faixa este número de segundos. Valores negativos antecipam a letra; valores positivos atrasam-na. Ajustes ± por faixa no painel de letras aplicam-se sobre esta linha de base. O padrão −2,0 s compensa a latência típica de sondagem de posição do Sonos.
sv: Förskjuter sångtextens timing för varje låt med detta antal sekunder. Negativa värden tidigarelägger texten; positiva värden fördröjer den. Per låt-justeringar med ± i sångtextspanelen läggs till denna baslinje. Standard −2,0 s kompenserar för Sonos vanliga positionspollnings-fördröjning.
zh_hans: 将每首曲目的歌词时间偏移指定秒数。负值使歌词提前显示；正值则延后。歌词面板中的每曲 ± 调整将在此基准之上叠加。默认 −2.0 秒可补偿 Sonos 位置轮询的典型延迟。

# lyricsGlobalTimingOffset
source: Global timing offset
da: Global tidsforskydning
de: Globaler Zeitversatz
es: Desfase temporal global
fr: Décalage temporel global
it: Sfasamento temporale globale
ja: グローバルタイミングオフセット
nb: Global tidsforskyvning
nl: Algemene tijdverschuiving
pl: Globalne przesunięcie czasu
pt: Desvio temporal global
sv: Global tidsförskjutning
zh_hans: 全局时间偏移

source: Manage alarms
da: Administrer alarmer
de: Wecker verwalten
es: Gestionar alarmas
fr: Gérer les alarmes
it: Gestisci sveglie
ja: アラームを管理
nb: Administrer alarmer
nl: Wekkers beheren
pl: Zarządzaj alarmami
pt: Gerenciar alarmes
sv: Hantera alarm
zh_hans: 管理闹钟

source: Manage Presets...
da: Administrer forudindstillinger...
de: Vorlagen verwalten...
es: Gestionar preajustes...
fr: Gérer les préréglages...
it: Gestisci preset...
ja: プリセットを管理...
nb: Administrer forhåndsinnstillinger...
nl: Voorinstellingen beheren...
pl: Zarządzaj ustawieniami...
pt: Gerir predefinições...
sv: Hantera förinställningar...
zh_hans: 管理预设...

source: Manual only
da: Kun manuelt
de: Nur manuell
es: Solo manual
fr: Manuel uniquement
it: Solo manuale
ja: 手動のみ
nb: Bare manuelt
nl: Alleen handmatig
pl: Tylko ręcznie
pt: Apenas manual
sv: Endast manuell
zh_hans: 仅手动

# mapperDescription
source: Mapper: hour-bin cover → artist-overlap graph. Edges = shared artists.
da: Mapper: time-bin-dækning → kunstner-overlapgraf. Kanter = delte kunstnere.
de: Mapper: Stunden-Bin-Cover → Künstler-Überlappungsgraph. Kanten = gemeinsame Künstler.
es: Mapper: cobertura por bins de hora → grafo de solapamiento de artistas. Aristas = artistas compartidos.
fr: Mapper : cover heure-bin → graphe de chevauchement d’artistes. Arêtes = artistes partagés.
it: Mapper: copertura a bin orari → grafo di sovrapposizione artisti. Bordi = artisti condivisi.
ja: マッパー：時間ビンのカバー → アーティスト重複グラフ。エッジ = 共有アーティスト。
nb: Mapper: time-bin-dækning → artistoverlappgraf. Kanter = delte artister.
nl: Mapper: uur-bin-overdekking → artiest-overlapgrafiek. Randen = gedeelde artiesten.
pl: Mapper: pokrycie godzinowych przedziałów → graf nakładania się artystów. Krawędzie = wspólni artyści.
pt: Mapper: cobertura por compartimentos horários → grafo de sobreposição de artistas. Arestas = artistas partilhados.
sv: Mapper: timme-bin-täckning → artistöverlappsgraf. Kanter = delade artister.
zh_hans: Mapper：小时仓覆盖 → 艺术家重叠图。边 = 共享艺术家。

source: Max age
da: Maks alder
de: Max. Alter
es: Antigüedad máx.
fr: Âge max.
it: Età max.
ja: 最大保存期間
nb: Maks alder
nl: Max. leeftijd
pl: Maks. wiek
pt: Idade máx.
sv: Max ålder
zh_hans: 最大缓存时长

source: Max size
da: Maks størrelse
de: Max. Größe
es: Tamaño máx.
fr: Taille max.
it: Dimensione max.
ja: 最大サイズ
nb: Maks størrelse
nl: Max. grootte
pl: Maks. rozmiar
pt: Tamanho máx.
sv: Max storlek
zh_hans: 最大大小

# mayRequireSignIn
source: may require sign-in or an active subscription via the Sonos app
da: kan kræve login eller et aktivt abonnement via Sonos-appen
de: erfordert möglicherweise eine Anmeldung oder ein aktives Abonnement über die Sonos-App
es: puede requerir inicio de sesión o una suscripción activa a través de la app de Sonos
fr: peut nécessiter une connexion ou un abonnement actif via l’app Sonos
it: potrebbe richiedere l’accesso o un abbonamento attivo tramite l’app Sonos
ja: Sonosアプリでのサインインまたは有効なサブスクリプションが必要な場合があります
nb: kan kreve pålogging eller et aktivt abonnement via Sonos-appen
nl: vereist mogelijk aanmelding of een actief abonnement via de Sonos-app
pl: może wymagać logowania lub aktywnej subskrypcji przez aplikację Sonos
pt: pode exigir login ou uma assinatura ativa pelo app Sonos
sv: kan kräva inloggning eller en aktiv prenumeration via Sonos-appen
zh_hans: 可能需要通过 Sonos 应用登录或拥有有效订阅
